{
    "CADASTRO": {
        "TITULO": "Cadastro",
        "NOME": "Nome",
        "SOBRENOME": "Sobrenome",
        "SOCIAL": "Como quer ser chamado(a)?",
        "USUARIO": "Escolha um nome de usuário",
        "EMAIL": "E-mail",
        "CONF-EMAIL": "Confirmação do e-mail",
        "SENHA": "Senha",
        "CAMPO-SENHA": "Sua senha deve possuir:",
        "CAMPO-CRIT-1": "No mínimo 8 caracteres",
        "CAMPO-CRIT-2": "Pelo menos 1 letra maiúscula",
        "CAMPO-CRIT-4": "Pelo menos 1 número",
        "CAMPO-CRIT-5": "Pelo menos 1 caractere especial",
        "CAMPO-CRIT-3": "Pelo menos 1 letra minúscula",
        "CONF-SENHA": "Confirmação de senha",
        "NASCIMENTO": "Data de nascimento",
        "BOTAO": "Cadastrar",
        "ARTISTA": "Sou artista",
        "CLIENTE": "Não sou artista",
        "ERRO": "Campos obrigatórios não foram preenchidos. Por favor, tente novamente!",
        "INVALIDO": "Campo inválido",
        "ENTRAR": "Entrar",
        "POSSUI-CONTA": "Já possui uma conta?",
        "DATA-VALIDA": "Data Inválida",
        "TEXTO-1-CADASTRO-PRIVA": "Ao clicar em cadastrar você aceita a",
        "TEXTO-2-CADASTRO-PRIVA": "da Art+.",
        "LINK-CADASTRO-PRIVA": "Política de Privacidade"
    },
    "ENTRAR": {
        "ENTRAR": "Entrar",
        "EMAIL": "E-mail",
        "SENHA": "Senha",
        "BOTAO": "Entrar",
        "ERRO": "E-mail ou senha errados. Por favor, tente novamente!",
        "API": "Ocorreu um erro. Por favor, tente novamente mais tarde",
        "ESQUECEU": "Esqueceu sua senha?",
        "INVALIDO": "Campo inválido",
        "CADASTRAR": "Cadastre-se",
        "NAO-POSSUI-CONTA": "Não possui uma conta?",
        "OU": "Ou",
        "MODAL-TEXT": "Digite seu e-mail para receber o código de verificação",
        "MODAL-TITLE": "MUDANÇA DE SENHA",
        "MODAL-ENVIAR": "Enviar Código"
    },
    "MENU": {
        "HOME": "Home",
        "SOBRE": "Sobre",
        "PLANOS": "Planos",
        "EQUIPE": "Equipe",
        "CONTATO": "Contato",
        "CADASTRO": "Cadastre-se",
        "ENTRAR": "Entrar"
    },
    "HEADER": {
        "HOMEPAGE": "Início",
        "INTERESSE": "Interesses",
        "CONFIG": "Configurações",
        "PERFIL": "Perfil",
        "SAIR": "Sair",
        "USUARIOS": "Usuários",
        "DASHBOARD": "Dashboard",
        "PLANOS": "Planos",
        "PESQUISAR": "Pesquisar"
    },
    "FOOTER": {
        "SOBRE": "SOBRE",
        "SOBRE-TEXTO": "Somos uma plataforma de networking com o objetivo de aumentar a capacidade dos artistas e amantes da arte em criar e estabelecer contatos entre si, gerando mais contatos comerciais, mais vendas, mais conhecimento e mais envolvimento.",
        "LINKS": "LINKS RÁPIDOS",
        "NOS": "Sobre nós",
        "PRIVACIDADE": "Política de Privacidade",
        "CADASTRAR": "Cadastre-se",
        "LOGIN": "Entrar",
        "COPYRIGHT": " 2021 Todos os direitos reservados por Team Padawans",
        "EQUIPE": "Equipe",
        "PLANOS": "Planos"
    },
    "INICIO": {
        "TITULO": "O melhor lugar para se conectar com a arte",
        "SUBTITULO": "Somos uma plataforma de networking para artistas e amantes da arte",
        "CONHECA": "Conhecer",
        "SOBRE-TITULO": "Plataforma ART+",
        "SOBRE-SUBTITULO": "Crie, apresente e venda sua arte. Conheça novos trabalhos e converse com seus criadores. Busque por produtos e serviços e os adquira pela própria plataforma. O Art+ é sua rede social para o compartilhamento e negociação de conteúdos de diversos ramos artísticos. Venha conhecer!",
        "SOBRE-CADASTRAR": "Cadastre-se",
        "SOBRE-TEXTO1": "Encontre artistas facilmente",
        "SOBRE-SUBTEXTO1": "Busque por nome ou por categoria os seus artistas favoritos e encontre seus projetos e itens para venda.",
        "SOBRE-TEXTO2": "Venda sua arte com facilidade",
        "SOBRE-SUBTEXTO2": "Apresente seus produtos e serviços numa página personalizada onde todos os membros da comunidade podem entrar em contato.",
        "SOBRE-TEXTO3": "Veja o artista que você admira",
        "SOBRE-SUBTEXTO3": "Acompanhe os trabalhos de grandes artistas e interaja com pessoas de vários lugares do mundo.",
        "SOBRE-TEXTO4": "Melhore seu networking",
        "SOBRE-SUBTEXTO4": "Se conecte com perfis que partilham de seus interesses pessoais e profissionais.",
        "PLANOS-TITULO": "PLANOS",
        "PLANOS-SUBTITULO": "O plano gratuito já disponibiliza seu perfil para todos, o plano Premium te faz ir além. Por uma pequena mensalidade, te concede opções de personalização, de maior divulgação na plataforma e acesso a uma função de Dashboard que permite ver a qualquer momento as métricas do seu perfil. Adquira todas estas vantagens e ganhe benefícios para seu perfil e seu negócio.",
        "PLANOS-TITULO-CARD1": "GRATUITO",
        "PLANOS-POR-MES": "/ mês",
        "PLANOS-TEXTO1-CARD1": "Seu perfil disponível para todos",
        "PLANOS-TEXTO2-CARD1": "Diversos temas disponíveis",
        "PLANOS-TEXTO3-CARD1": "Receba relatórios de crescimento",
        "PLANOS-TEXTO4-CARD1": "Perfil no topo das recomendações",
        "PLANOS-TEXTO5-CARD1": "Perfil no topo das buscas",
        "PLANOS-TEXTO6-CARD1": "Acesso a Dashboard de crescimento",
        "PLANOS-CADASTRAR-CARD1": "Cadastre-se",
        "PLANOS-TITULO-CARD2": "PREMIUM",
        "PLANOS-TEXTO1-CARD2": "Seu perfil disponível para todos",
        "PLANOS-TEXTO2-CARD2": "Diversos temas disponíveis",
        "PLANOS-TEXTO3-CARD2": "Receba relatórios de crescimento",
        "PLANOS-TEXTO4-CARD2": "Perfil no topo das recomendações",
        "PLANOS-TEXTO5-CARD2": "Perfil no topo das buscas",
        "PLANOS-TEXTO6-CARD2": "Acesso a Dashboard de crescimento",
        "PLANOS-CADASTRAR-CARD2": "Comprar"
    },
    "RECOMENDACAO": {
        "TITULO-INTE": "PERFIS DE INTERESSE",
        "TITULO-RECO": "PERFIS RECOMENDADOS",
        "SUBTITULO": "Estes perfis foram escolhidos de acordo com os ramos artísticos de seu interesse, suas atividades, interações com outros usuários e pesquisas feitas serão utilizadas para personalizar futuras sugestões. Descubra novos artistas e acompanhe seus projetos pelo Art+.",
        "TOOLTIP-RECOMENDACAO1": "A plataforma Art+ recomendará os artistas que a plataforma Art+ entende que são relevantes para você! ",
        "TOOLTIP-INTERESSES1": "O sistema recomendará os artistas das categorias que você escolher na página interesses."
    },
    "ERRO": {
        "TITULO": "404 - Página não encontrada",
        "BUTTON": "Voltar"
    },
    "CONSTRUCAO": {
        "TITULO": "Desculpe, a página está em construção",
        "BUTTON": "Voltar"
    },
    "INTERESSES": {
        "TITULO": "Interesses",
        "SUBTITULO": "Escolha as categorias de artistas que você possui mais interesse de acompanhar",
        "CATEGORIA": "Categoria",
        "BUTTON": "Selecionar"
    },
    "PERFIL": {
        "TELEFONES": "Telefones",
        "ENDERECO": "Endereço",
        "RUA": "Rua:",
        "NUMERO": "N°:",
        "BAIRRO": "Bairro:",
        "CEP": "CEP:",
        "CIDADE": "Cidade:",
        "ESTADO": "Estado:",
        "COMPLEMENTO": "Complemento:",
        "COMPARTILHAR": "Compartilhar",
        "PORTIFOLIO": "Portfólio",
        "SALVAR": "Salvar",
        "FECHAR": "Fechar",
        "DESCRIÇÃO-ITEM-PORTFOLIO": "Descrição:",
        "ADICIONAR-ITEM": "Adicionar item ao seu portfólio",
        "PLACE-DESCRIÇÃO": "Digite a descrição...",
        "ABA-IMAGEM": "Imagens",
        "ABA-VIDEO": "Vídeos",
        "ABA-AUDIO": "Áudios",
        "ABA-ERRO": "Não há nada postado ainda"
    },
    "CONFIG": {
        "CONFIG": "Configurações",
        "SOBRE": "Sobre",
        "DESCRICAO": "Descrição:",
        "DESCRICAO-BOX": "Digite a descrição...",
        "REDES-SOCIAIS": "Redes Sociais",
        "CONTATO-PESSOAL": "Contato",
        "DETALHES": "Detalhes",
        "NOME": "Nome:",
        "NOME-BOX": "Nome",
        "NOME-USER": "Nome de Usuário:",
        "NOME-USER-BOX": "Nome de usuário",
        "FOTO": "Foto de Perfil:",
        "CAPA":"Foto de Capa:",
        "FOTO-BUTTON": "Escolher Arquivo",
        "FOTO-BOX": "Nenhum arquivo selecionado",
        "PRONOMES": "Pronomes:",
        "PRONOMES-BOX": "Digite os pronomes",
        "NASCIMENTO": "Data de Nascimento:",
        "TELEFONE": "Telefone:",
        "PRIMEIRO-TELEFONE-BOX": "Primeiro telefone",
        "SEGUNDO-TELEFONE-BOX": "Segundo telefone",
        "TERCEIRO-TELEFONE-BOX": "Terceiro telefone",
        "ENDERECO": "Endereço",
        "LOGRADOURO": "Logradouro:",
        "LOGRADOURO-BOX": "Digite o logradouro",
        "NUMERO": "N°:",
        "NUMERO-BOX": "Digite o número",
        "CIDADE": "Cidade:",
        "CIDADE-BOX": "Digite a cidade",
        "ESTADO": "Estado:",
        "ESTADO-BOX": "Digite a UF",
        "BAIRRO": "Bairro:",
        "BAIRRO-BOX": "Digite o bairro",
        "CEP": "CEP",
        "CEP-BOX": "Digite o CEP",
        "COMPLEMENTO": "Complemento:",
        "COMPLEMENTO-BOX": "Digite o complemento",
        "SENHA": "Senha",
        "SENHA-ATUAL": "Senha Atual",
        "SENHA-BOX": "Digite a senha",
        "NOVA-SENHA": "Nova Senha",
        "CONFIRMA-SENHA": "Confirmar Nova Senha",
        "CONFIG-BUTTONS": "Salvar",
        "INVALIDO": "Campo inválido",
        "DATA-VALIDA": "Data Inválida"
    },
    "PRIVACIDADE": {
        "TITULO": "Acordo de Privacidade e Segurança ",
        "SUBTITULO": "Por favor leia o seguinte texto do Acordo de Privacidade. Você deve aceitar os termos deste acordo para ter acesso aos serviços da plataforma.",
        "TEXTO-1": "A plataforma Art+ está de acordo com a Lei Geral de Proteção de Dados Pessoais (LGPD) (Lei n◦ 13.709/2018). Esta Política de Privacidade e Segurança se aplica quando o usuário utiliza os serviços da plataforma. O conhecimento deste fator é de fundamental importância para se manter uma aplicação transparente a todos os clientes.",
        "TEXTO-2": "Ao entrar na plataforma, os dados da conta de usuário são utilizados para a realização das funções da Art+ dentro de suas dependências. Ademais, este acordo autoriza o acesso às informações. Os usuários cadastrados compartilham suas identidades profissionais, seus trabalhos inseridos nos Portfólios e em suas publicações, suas interações com outros artistas e clientes, os conteúdos pesquisados e os perfis visitados.",
        "TEXTO-3": "É oferecido aos clientes diversas opções de como seus dados são coletados, usados e compartilhados, desde a exclusão ou correção dos dados incluídos no perfil até o controle da visibilidade das publicações. Os seus dados são requeridos nestes momentos:",
        "TEXTO-ITEMA": "Para criar uma conta: é fornecido alguns dados que incluem o nome, nome social, data de nascimento, endereço de e-mail e/ou número do dispositivo móvel e uma senha. A conta não é obrigatoriamente de uma pessoa física, podendo uma conta para sua empresa ser criada. Sendo dados obrigatórios, estes são necessários para a criação de um conta dentro da plataforma e sua recuperação  em caso de problemas de login. A partir da criação desta conta, se tem a criação de um perfil; ",
        "TEXTO-ITEMB": "O cliente tem opções sobre as informações inseridas no seu perfil, tais como: seu Portfólio, foto de perfil, cidade ou área e recomendações de artistas. Não é necessário fornecer informações adicionais em seu perfil. O usuário pode escolher se deseja incluir certas informações no seu perfil e se quer torná-las públicas. É recomendado que não seja publicado e nem adicionado ao perfil dados pessoais que não deva ser disponibilizado ao público. Não é obrigatório a publicação nem carregamento de dados pessoais, mas nesse caso a capacidade de interagir com outros usuários através dos serviços da Art+ se torna limitada; ",
        "TEXTO-ITEMC": "Ao usar os serviços da Art+, o usuário possui a opção de inserir informações sobre a sua localidade. É solicitado que, caso deseje utilizar essa opção, habilite esse recurso com o uso de ferramentas de mapa, disponíveis na plataforma, para auxiliar na recomendação do seu perfil a usuários de regiões próximas. ",
        "TEXTO-ITEMD": "Todos os perfis têm a função de Portfólio, onde os usuários podem subir seus trabalhos com descrição e um preço opcional que são armazenados em nossos servidores. Os Portfólios ficam visíveis a todos os que acessarem o perfil mas apenas o proprietário da conta pode alterá-lo;",
        "TEXTO-ITEME": "Os tipos de pesquisa (como por nome, localização ou categoria) influenciam a disponibilidade dos perfis, interferindo no sistema de recomendação e nos resultados das próximas consultas. São utilizados os dados que existem na base sobre os usuários para fornecer e personalizar os serviços, incluindo a ajuda de sistemas automatizados e inferências que são feitas para que a plataforma possa ser mais relevante e útil.",
        "TEXTO-ITEMF": "Ao se cadastrar em uma Assinatura Premium, o usuário fornece informações sobre a forma de pagamento e cobrança, mesmo procedimento feito na negociação entre usuários por intermédio da plataforma. São considerados dados opcionais , porém são obrigatórios para o uso destes serviços da Art+ , com os dados bancários, se tem acesso ao status da transação e a resolução de pagamentos, que são armazenados em um histórico para cada usuário;",
        "TEXTO-ITEMG": "O usuário tem a opção de ceder os dados de contato telefônico para conseguir acesso a função de contato entre perfis diretamente em suas aplicações de mensageria. ",
        "TEXTO-ITEMH": "O usuário faz também a opção de disponibilizar outras redes sociais em seu perfil que sejam outros contatos pessoais e/ou profissionais, que são necessários para o compartilhamento de links de seus conteúdos em outras plataformas. ",
        "TEXTO-ITEMI": "Mesmo que esteja apenas acessando a plataforma, as informações de acesso, como o seu endereço IP e o tipo de dispositivo utilizado no contato são recolhidas para a definição das métricas da Art+ e a entrega da responsividade da página visualizada.",
        "TEXTO-4": "Os perfis presentes na plataforma ficam completamente visível a todos os usuários e clientes dos serviços da Art+, além de visitantes externos, esses que só podem visualizar os usuários. Os dados pessoais são armazenados enquanto os usuários mantém sua conta aberta ou conforme necessário para o fornecimento de serviços. Isso inclui os dados fornecidos diretamente e os dados gerados a partir da utilização dos serviços oferecidos. Mesmo que a plataforma seja utilizada para procurar um novo artista com baixa frequência, são armazenadas as informações pessoais e mantido o perfil ativo, a menos que o usuário opte por encerrar a sua conta.",
        "TEXTO-5": "Caso seja optado por encerrar a conta da Art+ , os dados pessoais do usuário, por via de regra, não ficam mais visíveis para terceiros nos serviços da plataforma dentro de 24 horas. Por fim, em até 30 dias após o encerramento da conta são excluídos, por via de regra, as informações da conta encerrada das bases de dados, seus trabalhos postados devem ser copiados manualmente durante este período para evitar sua perda.",
        "TEXTO-6": "Se houverem outras dúvidas acerca dos pontos apresentados neste acordo, na coleta e no processamento dos dados pessoais ou qualquer outro ponto deste documento, entre em contato com a equipe da Art+ a qualquer momento por meio do próprio site ou por outros contatos da plataforma.",
        "TEXTO-7": "Caso você não concorde com algum ponto deste acordo, não cadastre-se em nossa plataforma. Estando de acordo, ao clicar em “Cadastrar”, você concorda com todos os pontos apresentados sobre o uso de seus dados em nossos serviços.",
        "SELE-IDIOMA": "Selecione o idioma:"
    },
    "USUARIOS": {
        "TITULO": "RESULTADOS DA PESQUISA",
        "TEXTO1": "Veja aqui todos os resultados da sua pesquisa!",
        "TEXTO2": "Sentimos muito, mas não encontramos nada para a sua pesquisa. Por favor, tente outro termo!"
    },
    "ASSINANTES": {
        "TITULO-0": "Olá, ",
        "TITULO-1": "+",
        "TEXTO1": "O melhor da Art+ para Você!",
        "PREMIUM-VALIDADE": "Validade do Plano",
        "TEXTO2": "Sua assinatura habilita:",
        "TEXTO3": "Acesso ao Dashboard de crescimento;",
        "TEXTO4": "Seu perfil no topo das buscas e em recomendações.",
        "TEXTO5": "Continue aproveitando todos os recursos disponíveis renovando sua assinatura!",
        "BOTAO-RENOVAR": "Renovar"
    },
    "PUBLICACAO": {
        "COMENTARIOS": "Comentários",
        "COMENTAR": "Comentar",
        "POSTAR": "Enviar Comentário",
        "DATA-POSTAGEM": "Postado em ",
        "PRIMEIRO": "Seja o primeiro a comentar!",
        "PRIMEIRO-AUTOR": "Ainda não há comentários!",
        "EDITAR": "Editar publicação"
    },
    "USERCOMUM": {
        "SUBTITULO-RECOMENDACAO": "Descubra novos artistas!",
        "SUBTITULO01-RECOMENDACAO": "Estes perfis foram escolhidos de acordo com os ramos artísticos de seu interesse."
    },
    "DASHBOARD": {
        "TOTAL-CURTIDAS": "Total de Curtidas",
        "TOTAL-COMENTARIOS": "Total de Comentários",
        "TOTAL-VISITAS": "Total de Visitas",
        "MEDIA-IDADE": "Média de Idade",
        "CHART-COMENTARIOS": "Evolução Comentários",
        "CHART-CURTIDAS": "Evolução Curtidas",
        "CHART-VISITAS": " Evolução Visitas",
        "CARD-NULL-TEXT1": "Poxa, que pena...",
        "CARD-NULL-TEXT2": "Você ainda não possui dados suficiente para a criação do gráfico.",
        "CARD-NULL-TEXT3": "Continue interagindo na plataforma!",
        "TOOLTIP-DASH1": "O Dashboard mostra as métricas do seu engajamento dentro da plataforma, para isso receba comentários, curtidas e visitas no seu perfil! ",
        "TOOLTIP-DASH2": "A linha na cor roxa são os seus dados, já a linha tracejada na cor cinza são os dados da previsão que a plataforma Art+ calculou, tendo como base um algoritmo de regressão linear.",
        "TOOLTIP-DASH3": "Vale ressaltar que no primeiro mês de uso da plataforma a linha da previsão aparece como uma linha reta, pois não temos dados suficientes. Entretanto, nos meses seguintes, nós te conheceremos melhor e seu gráfico ficará mais parecido com a realidade.",
        "NO-PREMIUM-TEXT1": "Poxa, que pena...",
        "NO-PREMIUM-TEXT2": "Você ainda não possui o plano premium para visualizar o seu Dashboard.",
        "NO-PREMIUM-TEXT3": "Aproveite! Adquira o plano premium agora!",
        "NO-PREMIUM-TEXT4": "Algumas das métricas que seu Dashboard terá são:",
        "NO-PREMIUM-TEXT5": "Quantidade de comentários e curtidas em seu portifólio",
        "NO-PREMIUM-TEXT6": "Previsão de suas métricas para os próximos meses",
        "NO-PREMIUM-TEXT7": "E muito mais!",
        "NO-PREMIUM-BUTTON": "Adquirir"
    },
    "VEFICACAO": {
        "TITLE": "Código de verificação",
        "REENVIAR": "Reenviar",
        "CONFIRMAR": "Confirmar",
        "TEXT": "Digite o código de verificação"
    },
    "NOVA-SENHA": {
        "TITLE": "Nova Senha",
        "NOVA-SENHA": "Digite a nova senha",
        "CONFIRMAR": "Confirmar",
        "CONFIRMAR-SENHA": "Confirme a nova senha"
    }
}